Repository: prettycrewcutyulia/WhatIAmToDo
Catalog: WhatIAmToDo/Localizable.xcstrings
Source language: en
Languages: ru

source: Add Reminder
ru: Установить напоминание

source: Add some steps
ru: Добавь шаги

source: Add your own task
ru: Добавь свою цель

source: AI
ru: ИИ

source: An error has occurred. Please check your internet connection or try again later.
ru: Произошла ошибка. Пожалуйста, проверьте подключение к Интернету или повторите попытку позже.

source: Become the best version of yourself, start tracking your goals
ru: Станьте лучшей версией себя, начните отслеживать свои цели

source: Choose your task
ru: Выбери свою цель

source: Confirm password
ru: Подтвердите пароль

source: Connect Telegram
ru: Подключить Telegram

source: Connect Telegram to receive reminders
ru: Подключите Telegram для получения напоминаний

source: Couldn't process the request
ru: Не получилось обработать запрос

source: Custom Days
ru: Своё число

source: Days
ru: Дни

source: Days:
ru: Дней:

source: Deadline
ru: Дедлайн

source: Deadline:
ru: Дедлайн:

source: Delete
ru: Удалить

source: Delete account
ru: Удалить аккаунт

source: Edit your task
ru: Редактировать цель

source: Email
ru: Почта

source: English
ru: Английский

source: Enter number of days
ru: Введите количество дней

source: Filter Name
ru: Название фильтра

source: Filters
ru: Фильтры

source: Find your task
ru: Найти свою цель

source: Generate another plan
ru: Сгенерировать другой план

source: Hello!! I'm here to help you
ru: Привет!! Я здесь, чтобы помочь тебе

source: In 1 Day
ru: За 1 день

source: In 1 Week
ru: За неделю

source: Language
ru: Язык

source: Log in
ru: Войти

source: Log In
ru: Войти

source: Mark your steps
ru: Отметьте свои шаги

source: New step
ru: Новый шаг

source: Notification
ru: Уведомления

source: OK
ru: ОК

source: Password
ru: Пароль

source: Passwords do not match
ru: Пароли не совпадают

source: Please check the correctness of the entered data.
ru: Пожалуйста, проверьте правильность введенных данных.

source: Please enter a valid email address.
ru: Пожалуйста, введите корректный адрес электронной почты

source: Please enter your email
ru: Пожалуйста, введите свою почту

source: Profile and Settings
ru: Профиль и настройки

source: Progress
ru: Прогресс

source: Reminder in %d days
ru: Напоминание за %d дней

source: Reminder in 1 week
ru: Напоминание за неделю

source: Report
ru: Отчет

source: Reset
ru: Сбросить

source: Reset Password
ru: Сбросить пароль

source: Russian
ru: Русский

source: Save
ru: Сохранить

source: Set Deadline
ru: Установить дедлайн

source: Set Reminder
ru: Установить напоминание

source: Set Start Date
ru: Установить дату начала

source: Set Step Deadline
ru: Установить дедлайн шага

source: Sign up
ru: Регистрация

source: Sign Up
ru: Зарегистрироваться

source: Something went wrong. Try again later
ru: Что-то пошло не так. Попробуйте еще раз

source: Start Date
ru: Дата начала

source: Step Title
ru: Название шага

source: Tasks
ru: Цели

source: Tell me what do you want to learn today?
ru: Скажи мне, чему ты хочешь научиться сегодня?

source: The request could not be processed.
ru: Запрос не удалось обработать.

source: Try again
ru: Пробовать снова

source: User name
ru: Имя пользователя

source: Write a title
ru: Напишите название

source: Write your email
ru: Введите email

source: Write your message
ru: Введите сообщение

source: Write your name
ru: Введите имя

source: Your AI assistant
ru: Твой ИИ ассистент

source: Your AI assistant is typing
ru: ИИ ассистент печатает
